[{"id":1,"name":"Engine Repair","price":59,"img":"https://i.ibb.co/K0xPGnT/Auto-mechanic-working-in-garage-Repair-service.jpg","description":"If your engine isn’t working properly chances are you’re in for a costly repair. An engine replacement can set you thousands behind."},
    {"id":2,"name":"Brake Repair","price":null,"img":"https://i.ibb.co/cT7Gjxp/Car-mechanist-making-car-service.jpg","description":"When it comes to brakes you shouldn’t wait until brake repairs are needed. If the owner continues to drive the vehicle while there are issues with the brakes, then the chance of having an accident can increase or unpleasant vibrations and loud screeching sounds can be experienced while driving."},{"id":3,"name":"A/C Services","price":150,"img":"https://i.ibb.co/jzWNgPq/3.jpg","description":"The air conditioning system or your car is a sealed system. In closed systems the only way you lose fluid is when you have a leak in the system. Having the air conditioning evaluated and recharged about every three is a good maintenance guideline, even if it seems to be working well."},{"id":4,"name":"Performance","price":null,"img":"https://i.ibb.co/BTJrN8B/Picture-showing-muscular-car-service-worker-repairing-vehicle.jpg","description":"We offer a broad range of performance products from engine, driveline and chassis tuning components. These fully re-tuned products maximize power and performance while keeping all the car factory safeguards in place."},{"id":5,"name":"Oil Change","price":45,"img":"https://i.ibb.co/ZTWsC4M/oil-change.jpg","description":"Your vehicle is one of the biggest investments you’ll make. With preventative maintenance you can keep it running smoothly and avoid potential engine damage along with costly repairs. Oil changes are the single most important regular maintenance item for your vehicle."},{"id":6,"name":"Tire Change","price":65,"img":"https://i.ibb.co/bNdtM0P/tire-change-2.jpg","description":"Generally speaking, tires should be rotated every 6,000 to 8,000 miles. A technician can thoroughly inspect your tires as well as your wheels to determine if they have an acceptable amount of wear. The technician can also check the tread depth and ensure they are properly balanced."}]


 